{
  "idea_name": "Lançamento Brick AI - Market & Competitor Scan",
  "pain_check": {
    "is_real": true,
    "relevance": "high",
    "is_actionable": true,
    "analysis": "A pesquisa de mercado confirma que em 2026 a IA Generativa não é mais apenas curiosidade, mas uma necessidade estratégica para redução de custos de produção em até 30% sem perda de qualidade. O diferencial da Brick (Production Enhanced) ataca a dor das marcas que já usam IA básica mas precisam de sofisticação visual para campanhas premium."
  },
  "market_trends_2026": {
    "tech_shift": "Consolidação de 'Dublês Digitais' e Avatares Realistas para social commerce e campanhas corporativas.",
    "workflow": "IA integrada no fluxo criativo como 'parceira de direção', reduzindo o tempo de entrega mas exigindo 'arquitetos de prompts' experientes.",
    "platforms": "Ferramentas como TikTok Symphony e Meta Advantage+ automatizam o básico, abrindo espaço para produtoras de elite (como a Brick) cuidarem do 'impossível'."
  },
  "competitive_landscape": {
    "direct_competitors": [
      "Agências de IA 'Pure Play' (focadas em escala/SaaS) - Risco de baixa qualidade.",
      "Produtoras tradicionais tentando pivotar - Risco de falta de agilidade técnica.",
      "In-house AI labs de grandes agências - Barreira de entrada para clientes diretos."
    ],
    "brick_advantage": "A bagagem de 10 anos de produção real aliada ao storytelling técnico ('Artistas com Armas Nucleares') cria uma barreira de autoridade que as agências de IA puras não possuem."
  },
  "advertising_benchmarks_br": {
    "linkedin_cpm": "R$ 40,00 - R$ 120,00 (dependendo da senioridade do público segmentado).",
    "budget_feasibility": "Com R$ 1.000,00, anúncios no LinkedIn são proibitivos para alcance. Recomenda-se focar em Reels/TikTok com segmentação por interesses (Criatividade/MKT) ou uso massivo de social selling orgânico."
  },
  "evidence": [
    "Dados de mercado indicam 30% de realocação de verba para vídeos baseados em IA em 2025/2026.",
    "Aumento da demanda por vídeos curtos com estética psicodélica/hiper-realista.",
    "Case da Duloren servindo como prova de conceito para projetos 'quase eróticos' e artísticos."
  ],
  "red_flags": [
    "A 'democratização' das ferramentas gera ruído; marcas podem confundir o serviço da Brick com ferramentas baratas (ex: Canva AI).",
    "Custo por Lead no LinkedIn para Diretores de Criação pode chegar a R$ 50-80, o que esgotaria o budget em 15-20 leads."
  ],
  "status": "PASS",
  "next_step": "ANGEL_VS_DEVIL",
  "timestamp": "2026-02-06T16:25:00Z"
}
