{
  "titulo_projeto": "Pitada de Brasil - Segunda Temporada",
  "veredito_geral": {
    "score_final": 76,
    "acao": "REFINAR",
    "resumo_executivo": "Pitada de Brasil volta na T2 trocando o recorte por países por um guarda-chuva mais elástico: as mutações e exageros que o Brasil faz com qualquer comida. O projeto é altamente televisivo e encaixa no Domingo Espetacular, mas hoje ainda corre risco de parecer um compilado de internet: sem host, sem mecânica fixa e com pouca tensão interna por episódio. A solução é transformar o quadro em um show com assinatura (host + régua fixa + Final Boss + micro-teste), criando identidade, ritmo e defesa comercial sem encarecer a produção.",
    "problema_diferente_demais": {
      "aplica": true,
      "diagnostico": "Fora do ambiente do Domingo Espetacular, compradores podem elogiar o apelo visual, mas não fechar por três motivos: (1) compete diretamente com Reels/TikTok, (2) falta um personagem/host que torne a IP insubstituível, e (3) parte do humor pode ser percebida como pouco aspiracional para marcas premium. O antídoto é vender como formato (mecânica, bordões, quadro fixo) e calibrar a linguagem para celebrar criatividade popular sem cair no rótulo de podrao."
    }
  },
  "episodios": [
    {
      "numero": 1,
      "titulo": "Espetinho Brasileiro",
      "veredito": "OK",
      "funciona": "Tema popular e imediato (rua/BR) que conversa com a família e com o humor do domingo. Visual forte pela variedade no palito e pela montagem rápida. Ótimo para reações espontâneas de quem prepara e de quem prova.",
      "melhorar": "Como abertura, precisa declarar a nova tese da temporada (mutações/exagero) e não só listar variações. O terceiro item pode virar repetição de doce no palito sem escalada real. Falta um Final Boss claramente mais absurdo para justificar clímax.",
      "sugestao_doctor": "Abrir e fechar com o mesmo prato (Final Boss): teaser de 15s no começo e entrega completa no fim, com nota na régua e replay do momento mais visual.",
      "ordem_na_temporada": "Deveria ser ep 2: é forte e popular, mas funciona melhor depois que o ep 1 já tiver apresentado a mecânica fixa do programa."
    },
    {
      "numero": 2,
      "titulo": "Só um Pedacinho",
      "veredito": "FORTE",
      "funciona": "Gancho universal (fartura/tamanho) com punchline instantânea. Escala é mensurável e televisiva (mão, régua, balança). Permite tensão simples com desafio/tempo e participação de pessoas.",
      "melhorar": "Sem mecânica, vira três vezes o mesmo beat (é grande). Recordes podem soar como informação solta sem risco/cronômetro. Precisa de um rosto recorrente (host) para organizar escalada.",
      "sugestao_doctor": "Implementar o quadro fixo Medida Brasil (peso/altura/quantas mãos) e um micro-desafio de 2 minutos no item 3 para gerar tensão e payoff.",
      "ordem_na_temporada": "Deveria ser ep 1: é o melhor manifesto do guarda-chuva exagero e instala a régua de escalada da temporada."
    },
    {
      "numero": 3,
      "titulo": "Embarcações de Açaí",
      "veredito": "FORTE",
      "funciona": "Contraste real (açaí salgado vs sobremesa) cria história, não só imagem. Visual rico (cor, textura, toppings) e alto potencial de viral. Amplia a brasilidade pela regionalidade.",
      "melhorar": "Pode ficar confuso se misturar tradição e food porn sem trilho narrativo. O pastel parece desconectado se não for tratado como evolução lógica. Precisa de cuidado de tom para não caricaturar Norte vs Sudeste.",
      "sugestao_doctor": "Estruturar em 3 atos na tela: Raiz (salgado) -> Virou doce (barcas) -> Mutação final (pastel), com uma pergunta-guia do host no fim.",
      "ordem_na_temporada": "Deveria ser ep 4: depois de dois episódios bem pop, ele amplia o mapa do Brasil e traz variedade de tom."
    },
    {
      "numero": 4,
      "titulo": "Borda da Pizza",
      "veredito": "FORTE",
      "funciona": "Tema específico e inteligível que já nasce com problema e solução. Escalada natural (do recheio ao híbrido absurdo) e imagens ótimas de corte/puxa. Muito bom para virar quadro com regra e sentença.",
      "melhorar": "Risco de repetição visual se os três itens forem filmados do mesmo jeito. O item borda pãozinho pode parecer menos impactante sem uma justificativa/punchline. Precisa de regra clara para criar expectativa.",
      "sugestao_doctor": "Criar o quadro Tribunal da Borda (crime: jogar borda fora) e encerrar cada item com uma sentença divertida do host.",
      "ordem_na_temporada": "Deveria ser ep 3: consolida a mecânica (problema/solução) e é muito fácil de vender em chamada."
    },
    {
      "numero": 5,
      "titulo": "Hambúrguer",
      "veredito": "OK",
      "funciona": "Apelo visual alto e linguagem conhecida do público (camadas, queijo escorrendo). Bastidores de chapa/montagem rendem ritmo. Tema com alta chance de recorte para redes.",
      "melhorar": "Saturação: sem diferencial, vira commodity do Instagram. A piscina de cheddar pode alongar sem payoff narrativo. Precisa de tese por item (por que isso existe) para não ser só excesso pelo excesso.",
      "sugestao_doctor": "Amarrar cada item a um motivo simples dito pelo dono (1 frase) e transformar isso em GC de assinatura (marmita = praticidade, piscina = foto, híbrido = churrasco brasileiro).",
      "ordem_na_temporada": "Deveria ser ep 7: entra como pico de energia depois que a assinatura do formato já estiver clara."
    },
    {
      "numero": 6,
      "titulo": "Strogonoff",
      "veredito": "FRACO",
      "funciona": "Identificação afetiva altíssima (comida de casa) e humor leve garantido. Ideia de Brasilizar um prato conversa com a marca. Mutação para sanduíche pode render boas imagens.",
      "melhorar": "Impacto visual pode ser baixo (variações parecidas de creme), derrubando ritmo em 8 minutos. Pode virar debate de gosto (certo/errado do ketchup) e isso foge do tom zero julgamento. O item torre precisa ter função dramática, não só tamanho.",
      "sugestao_doctor": "Trocar a apresentação para um Mapa de Mutações na tela (Original -> Brasilizou -> Mutação final) para garantir escalada e evitar moralismo.",
      "ordem_na_temporada": "Deveria ser ep 5: funciona melhor no meio como pausa afetiva, desde que venha após episódios mais visuais."
    },
    {
      "numero": 7,
      "titulo": "Bolo Vulcão e Tsunami",
      "veredito": "FORTE",
      "funciona": "Payoff visual perfeito para TV e chamadas (explosão/desabamento de calda). Já tem clímax natural e mini-tensão. Variedade de cor/textura e reações fortes.",
      "melhorar": "Vulcão e tsunami podem repetir o mesmo beat se a direção não diferenciar linguagem e ritmo. Confeitaria pode ficar bonita demais e perder irreverência Brasil sem contexto/personagem. O terceiro item precisa ser apresentado como exagero, não só artesanato.",
      "sugestao_doctor": "Definir três linguagens de direção: vulcão em corte rápido, tsunami em slow com reação, e bolo vestido com bastidor + reveal; fechar com replay curto do clímax como assinatura.",
      "ordem_na_temporada": "Deveria ser ep 9: deixa um pico de espetáculo perto do fim para manter sensação de escalada."
    },
    {
      "numero": 8,
      "titulo": "Croitudo",
      "veredito": "FRACO",
      "funciona": "A sacada de abrasileirar o chique tem humor e nomes com boa memética. O folhado e os recheios rendem imagens bonitas de corte e puxada.",
      "melhorar": "Tema pequeno e facilmente replicável na internet; risco de virar padaria gourmet genérica sem cara de Brasil. Dois itens são variações de pão com recheio e o terceiro soa trend, enfraquecendo a escalada. Falta situação: por que isso virou febre e qual é o limite?",
      "sugestao_doctor": "Reformular para depender de um personagem/negócio forte: acompanhar uma padaria popular criando a mutação do dia e terminar com clientes votando no item mais absurdo (placar na tela).",
      "ordem_na_temporada": "Deveria ser ep 10 (ou substituído): do jeito atual, não sustenta reta final; se ficar, precisa virar episódio de personagem e votação para justificar."
    },
    {
      "numero": 9,
      "titulo": "Tapioca Nada Fit",
      "veredito": "FORTE",
      "funciona": "Título é gancho pronto e conversa com a audiência (quebra do fit). Tema com raiz brasileira ajuda a temporada a não parecer só importado. Montagem e variedade de recheios dão ritmo e espetáculo.",
      "melhorar": "Precisa cuidado para não soar desrespeitoso com a tradição indígena (contexto e tom). Itens 1 e 2 são próximos e podem repetir beat sem uma diferença de proposta. Tapidog deve ser tratado como mutação final com clímax.",
      "sugestao_doctor": "Inserir um ponto de respeito de 20s no início (origem em 1 frase + imagem) e organizar a escalada como para dividir -> para chocar -> para rir (tapidog como Final Boss).",
      "ordem_na_temporada": "Deveria ser ep 6: fecha a primeira metade com um tema muito brasileiro e prepara terreno para os episódios mais food porn do fim."
    },
    {
      "numero": 10,
      "titulo": "Pão de Queijo",
      "veredito": "FORTE",
      "funciona": "Clássico nacional com apelo transversal e afetivo. Mutações propostas têm cara de Brasil e geram imagens ótimas (puxa-queijo, recheio, formato). Chama audiência por identificação.",
      "melhorar": "Por ser muito conhecido, precisa proteger o fator novidade para não virar só mais uma padaria. Parmegiana e hambúrguer podem parecer a mesma lógica de recheio pesado se filmados iguais. O item mais inesperado deve ser clímax.",
      "sugestao_doctor": "Guardar o churros de pão de queijo como Final Boss com suspense (flash no teaser, reveal no fim) e amarrar com 1 fala afetiva curta de cliente/dono.",
      "ordem_na_temporada": "Deveria ser ep 8: pico de identificação antes do espetáculo do bolo e do especial."
    },
    {
      "numero": 11,
      "titulo": "Especial: Pitada de Natal",
      "veredito": "FORTE",
      "funciona": "Sazonalidade dá cara de evento e melhora vendabilidade no Domingo Espetacular. Panetone de churrasco é manchete instantânea; rabanada entrega calor e textura; panetone de açaí traz mutação brasileira. Fecha a temporada com apoteose e clima familiar.",
      "melhorar": "Sem arco natalino, vira só lista de sabores. Panetone de açaí pode soar aleatório se não conectar à tese da temporada. Precisa de fechamento emocional simples e logística enxuta por ser dezembro.",
      "sugestao_doctor": "Transformar o especial em Ceia do Exagero: cada item entra como convidado inesperado e o host fecha montando uma mini-ceia com brinde/assinatura.",
      "ordem_na_temporada": "Especial final (ep 11): mantém como encerramento e vitrine comercial de fim de ano."
    }
  ],
  "ranking_episodios": {
    "top3": [
      "Especial: Pitada de Natal",
      "Bolo Vulcão e Tsunami",
      "Só um Pedacinho"
    ],
    "bottom3": [
      "Croitudo",
      "Strogonoff",
      "Espetinho Brasileiro"
    ],
    "cortar_ou_reformular": [
      "Croitudo",
      "Strogonoff"
    ]
  },
  "formato_final": {
    "duracao_recomendada": "8-10 minutos (com recortes de 45-90s por item para redes do Domingo Espetacular)",
    "estrutura_episodio": "Cold open (15-20s) com o Final Boss + promessa do tema; tese em 1 frase; Item 1 (raiz) com personagem; Item 2 (subida) com gag e medição; Item 3 = Final Boss com reveal e replay; fechamento com bordão + nota na régua + gancho do próximo.",
    "host": "Sim. Perfil ideal: repórter/apresentador carismático e popular (energia de revista dominical), capaz de fazer humor sem deboche e conduzir entrevistas rápidas com donos e clientes. Pode ser majoritariamente off com aparições pontuais para assinatura.",
    "elemento_diferenciador": "O programa não é a comida bizarra (isso existe no Reels), é a mecânica proprietária: régua fixa + sentença/voto + Final Boss + micro-teste com gente real. Isso cria expectativa, bordões e uma IP reconhecível no ar."
  },
  "plano_de_acao": [
    {
      "prioridade": 1,
      "acao": "Definir host (ou dupla de vozes) e criar a mecânica fixa de temporada (régua + Final Boss + quadro de sentença/voto).",
      "por_que": "Sem isso o projeto vira commodity e substituível; com isso ganha assinatura, ritmo e defesa de IP dentro do Domingo Espetacular.",
      "responsavel": "todos"
    },
    {
      "prioridade": 2,
      "acao": "Padronizar o roteiro para garantir escalada e clímax em todo episódio (3 atos claros + payoff visual + replay curto).",
      "por_que": "Resolve o problema principal (sensação de compilado) e aumenta retenção em TV linear.",
      "responsavel": "direção"
    },
    {
      "prioridade": 3,
      "acao": "Reformular os episódios fracos (Croitudo e Strogonoff) para terem personagem forte, diferencial visual e mutação final realmente surpreendente.",
      "por_que": "Evita queda de energia na reta final e protege a percepção de qualidade da temporada.",
      "responsavel": "produção"
    },
    {
      "prioridade": 4,
      "acao": "Desenhar pacote comercial simples (cotas/merch) alinhado a brand safety e evitar linguagem de deboche nas peças.",
      "por_que": "Aumenta viabilidade financeira e reduz risco de rejeição por marcas premium.",
      "responsavel": "comercial"
    },
    {
      "prioridade": 5,
      "acao": "Planejar captação com diversidade de locações e garantir 1 momento de interação humana por item (cliente, fila, família, desafio rápido).",
      "por_que": "Aumenta conexão emocional e diferencia visualmente os episódios sem subir custo de forma relevante.",
      "responsavel": "produção"
    }
  ],
  "rubrica": {
    "acesso_viabilidade": {
      "score": 25,
      "justificativa": "Acesso a estabelecimentos é factível e barato (rua/padarias/lanchonetes), e o formato curto favorece logística. Principal dependência é encontrar Final Boss de verdade e liberar filmagem em lugares de alto fluxo."
    },
    "narrativa_diferencial": {
      "score": 16,
      "justificativa": "A premissa é forte, mas o diferencial narrativo depende da implementação de host e mecânica. Sem isso, a série vira lista; com isso, vira formato reconhecível e renovável por temporadas."
    },
    "mercado_vendabilidade": {
      "score": 21,
      "justificativa": "Para o Domingo Espetacular, a vendabilidade é alta (visual + humor + serviço). Para outros compradores, precisa de embalagem de formato e de cuidados de brand safety para não ser visto como descartável."
    },
    "execucao_risco": {
      "score": 14,
      "justificativa": "Risco médio: saturação por redes e dependência de pratos realmente impressionantes. Mitigação vem de roteiro/host e de selecionar histórias e personagens, não só pratos."
    }
  },
  "compradores_recomendados": [
    "Record TV (Domingo Espetacular)",
    "PlayPlus (extensões e recortes digitais da Record)",
    "Band (revistas e variedades de fim de semana, se houver janela)",
    "SBT (faixas de revista/variedades, dependendo de grade)"
  ],
  "status": "VERDICT",
  "timestamp": "2026-02-12T13:22:00-03:00"
}
