{
  "titulo_projeto": "Pitada de Brasil - Segunda Temporada",
  "logline_final": "Em episódios curtos e viscerais, Pitada de Brasil S2 transforma a esculhamba gastronômica brasileira em espetáculo cinematográfico, revelando como vendedores e criadores de rua reinventam comidas clássicas com exagero, humor e identidade nacional.",
  "rubrica": {
    "acesso_viabilidade": {
      "score": 22,
      "justificativa": "Há acesso comprovado: T1 exibida na Record e pedido explícito de T2 pelo comprador. Porém, faltam definições críticas de pacote (host e ajuste de formato) para viabilizar novas janelas além do comprador atual."
    },
    "narrativa_diferencial": {
      "score": 17,
      "justificativa": "A premissa é distintiva (subversão culinária brasileira) e visualmente forte, com bom potencial de entretenimento. Ainda assim, há gap de arco dramático recorrente e risco de repetição estrutural (3 variações por episódio)."
    },
    "mercado_vendabilidade": {
      "score": 13,
      "justificativa": "Existe comprador imediato (Record), mas o pacote atual enfrenta objeções relevantes: duração de 8 minutos difícil para grade/streaming, dependência de brand safety e ausência de âncora humana para retenção e franquia."
    },
    "execucao_risco": {
      "score": 9,
      "justificativa": "Risco não é fatal, mas é alto para escala: sem host definido e com formato de filler, o projeto pode entregar audiência pontual sem construir IP robusto. Mitigável com reestruturação editorial e comercial antes do pitch final."
    }
  },
  "score_final": 61,
  "acao": "REFINAR",
  "sintese": {
    "consenso": "Projeto tem força visual, identidade brasileira clara e base real de execução por já ter T1 exibida.",
    "dissenso": "Angel vê alto potencial de impacto e expansão; Demon aponta risco de comoditização, baixa vendabilidade fora da Record e fragilidade do formato de 8 minutos sem host.",
    "ponto_decisivo": "O principal freio foi a combinação de formato (8 min) + ausência de host, que reduz valor de mercado e dificulta transformar T2 em IP escalável."
  },
  "problema_diferente_demais": {
    "aplica": true,
    "diagnostico": "A proposta celebra o 'absurdo' culinário (alto shareability), mas compradores e patrocinadores podem enxergar como conteúdo divertido porém pouco aspiracional. Para resolver, posicionar como 'retrato cultural premium' com host forte e bloco narrativo por episódio, não apenas vitrine de bizarrice."
  },
  "proximos_passos": [
    "Redesenhar formato para pacote de venda com janela dupla: versão TV (22-24 min com 2 blocos + quadro fixo) e versão digital derivada (8-10 min).",
    "Fechar shortlist de 3 hosts e gravar teste de 1 diária com um episódio-piloto ('Borda da Pizza') para provar carisma e retenção.",
    "Montar sizzle reel comercial com tese de patrocínio segura (marca de varejo/alimentos popular) e métricas comparativas da T1 para negociação com a Record."
  ],
  "compradores_recomendados": [
    "Record (renovação e expansão de faixa com pacote reformatado)",
    "Canais pagos brasileiros de lifestyle/gastronomia",
    "Plataformas digitais de emissoras para distribuição derivada curta"
  ],
  "status": "VERDICT",
  "timestamp": "2026-02-12T12:57:00-03:00"
}