# CREATIVE IDEATION - 180 SEGUROS

```json
{
  "conceitos": [
    {
      "titulo": "OS ROSTOS DA 180",
      "conceito": "O institucional mais honesto é mostrar quem faz acontecer. Usamos o material de 2024 já gravado + 1 diária nova para captar depoimentos reais do time interno. Não são atores, são as pessoas que atendem, desenvolvem, resolvem. A 180 não precisa criar uma narrativa — ela TEM uma.",
      "execucao": "Montagem intercalada: close-ups do time + telas de produto + dados de resultado. Locução off conecta os rostos à promessa. Zero cenário fake.",
      "porque_funciona": [
        "Usa assets que JÁ EXISTEM (material 2024)",
        "Diferencia de concorrentes que usam banco de imagem genérico",
        "Tensão 'tech vs humano' resolvida: mostra os humanos POR TRÁS da tech",
        "Autenticidade impossível de copiar"
      ],
      "risco": "Depende da qualidade do material de 2024 e disponibilidade do time para diária adicional",
      "budget_fit": "IDEAL - maximiza assets existentes"
    },
    {
      "titulo": "A JORNADA INVISÍVEL",
      "conceito": "Mostrar tudo que acontece POR TRÁS de um 'sinistro resolvido em 24h'. Enquanto o cliente vive sua vida, a 180 opera: APIs conversando, time analisando, sistemas processando. A agilidade não é mágica — é engenharia + gente boa.",
      "execucao": "Split-screen ou transições fluidas: vida do cliente em paralelo com bastidores 180. Motion graphics para visualizar dados/APIs. Culmina no momento 'resolvido' chegando no celular do cliente.",
      "porque_funciona": [
        "Traduz 'tecnologia' em algo tangível",
        "Mostra o diferencial sem precisar DIZER",
        "Tensão 'tech fria' resolvida: a tech serve pessoas"
      ],
      "risco": "Mais complexo de produzir, pode estourar budget com motion",
      "budget_fit": "APERTADO - precisa motion bem orçado"
    },
    {
      "titulo": "180 GRAUS",
      "conceito": "Brincar com o nome: a 180 inverte a perspectiva sobre seguros. O que era burocrático vira simples. O que era distante vira próximo. O que era lento vira ágil. Cada 'virada' é uma afirmação de posicionamento.",
      "execucao": "Visualmente literal: cenas que giram 180°, revelando transformações. Pode usar footage existente com efeito de rotação. Locução pontuando cada virada.",
      "porque_funciona": [
        "Nome da marca vira conceito criativo",
        "Fácil de adaptar para cortes curtos (cada virada = 1 corte)",
        "Memorável e compartilhável"
      ],
      "risco": "Pode parecer 'truque' se mal executado. Precisa substância por trás do efeito.",
      "budget_fit": "OK - efeito simples se bem planejado"
    }
  ],
  "recomendacao": "OS ROSTOS DA 180",
  "justificativa": "É o único conceito que APROVEITA 100% dos assets existentes e entrega autenticidade impossível de falsificar. Em um mercado de seguros cheio de institucional genérico, mostrar gente real é o maior diferencial. As tensões do diagnóstico (tech vs humano) se resolvem naturalmente quando você mostra os humanos que fazem a tech funcionar."
}
```
