{
  "idea_name": "Agente de IA para Roteirização de Sets Reais",
  "pain_check": {
    "is_real": true,
    "relevance": "high",
    "is_active": true,
    "analysis": "A dor de planejar a logística de um set (shooting schedule) é extremamente real e crítica na indústria cinematográfica. Atualmente, esse processo é feito de forma manual ou semi-manual por Assistentes de Direção (1st AD) usando softwares legados como Movie Magic Scheduling, que dependem totalmente da intuição humana para fatores dinâmicos como luz solar e fadiga. Um erro no cronograma pode custar dezenas de milhares de dólares em horas extras ou diárias perdidas. A integração de dados em tempo real (clima) e logística (equipamento) resolve um problema de eficiência operacional recorrente."
  },
  "evidence": [
    "Softwares legados como Movie Magic e Yamdu são o padrão, mas exigem inserção manual pesada; há uma demanda clara por automação e otimização inteligente em fóruns como r/FilmTVBudgeting.",
    "A existência de novos players focados em IA para pré-produção, como a Filmustage (que faz breakdown de roteiro), mostra que o mercado está ativamente buscando soluções baseadas em inteligência artificial para workflow de set.",
    "O custo de 'horas extras' em grandes produções é um dos principais drenos de budget, tornando qualquer solução que otimize o tempo de filmagem altamente relevante para produtoras."
  ],
  "red_flags": [
    "Resistência cultural: Assistentes de Direção sêniores podem ser céticos quanto a delegar a 'intuição do set' para uma IA.",
    "Variáveis imprevisíveis: Sets reais têm imprevistos (ex: ator doente, equipamento quebrado) que uma IA pode ter dificuldade de processar sem input humano constante, podendo gerar cronogramas irreais.",
    "Fragmentação: O diferencial de 'mapa 3D' exige um esforço de digitalização do set (scouting) que pode ser uma barreira de entrada alta para produções menores."
  ],
  "status": "PASS",
  "next_step": "MARKET_SCAN",
  "timestamp": "2026-02-05T12:15:45Z"
}