{
  "claims_validados": [
    {
      "claim": "Vídeos curtos e lives mantêm a liderança no marketing digital para 2026, com foco em personalização multimodal (texto, voz e imagem).",
      "status": "VERIFICADO",
      "fonte_original": "Serasa Experian 2026 Trends",
      "fonte_verificacao": "https://www.serasaexperian.com.br/conteudos/tendencias-de-marketing-2026/",
      "confianca": "alta",
      "notas": "Dado confirmado. O relatório da Serasa Experian para 2026 destaca explicitamente que o vídeo mantém a liderança, impulsionado por multimodalidade e IA."
    },
    {
      "claim": "O LinkedIn atingiu 1 bilhão de usuários em 2025 e continua dominando a geração de leads B2B.",
      "status": "VERIFICADO",
      "fonte_original": "Thunderbit / LinkedIn Data 2025",
      "fonte_verificacao": "https://thunderbit.com/blog/linkedin-stats",
      "confianca": "alta",
      "notas": "Marco de 1 bilhão de usuários atingido em 2024/2025 é amplamente documentado."
    },
    {
      "claim": "A integração de IA generativa em automação e personalização é a principal prioridade para líderes de marketing em 2026.",
      "status": "PARCIAL",
      "fonte_original": "Kantar / eMarketer Projections",
      "fonte_verificacao": "https://www.kantar.com/brazil/inspiration/marcas/10-tendencias-de-marketing-para-2026",
      "confianca": "alta",
      "notas": "A Kantar confirma que o papel do CMO em 2026 será moldar narrativas em modelos de IA (GEO), mas o dado 'mais de 70% dos usuários buscam recomendações na IA' (TOTVS/Kantar) é mais acionável para credibilidade."
    }
  ],
  "estatisticas_recomendadas": [
    "O vídeo mantém a liderança absoluta no marketing digital em 2026 (Serasa Experian)",
    "Mais de 70% dos usuários de IA já buscam recomendações regularmente para decisões (Kantar/TOTVS)",
    "LinkedIn domina o marketing de conteúdo B2B com mais de 1 bilhão de usuários (Thunderbit/LinkedIn)"
  ],
  "estatisticas_evitar": [
    "IA aumenta produtividade em 10x (claim genérico e sem base)",
    "Qualquer estatística exata de market share de ferramentas específicas de IA para 2027 (muito especulativo)"
  ],
  "resumo": {
    "total_claims": 3,
    "verificados": 2,
    "parciais": 1,
    "recomendacao": "Use o dado da Serasa Experian para justificar o formato de vídeo e o dado da Kantar (70% de busca por recomendações em IA) para justificar a necessidade de 'direção de IA' para garantir que a marca apareça 'do jeito certo' nas narrativas sintéticas."
  }
}