{
  "agente": "CREATIVE_IDEATION",
  "modelo": "claude-sonnet-4",
  "input_de": "01_brand_digest.json",
  
  "conceitos": [
    {
      "nome": "OS ROSTOS DA 180",
      "premissa": "O maior ativo da 180 não é a tecnologia - são as pessoas que a fazem funcionar. Em vez de falar SOBRE agilidade, proximidade e confiança, MOSTRAR através do time real.",
      "porque_esse_cliente": "A 180 já tem material gravado do time em 2024. O diagnóstico mostra que 'proximidade/atendimento' é o atributo mais forte nas pessoas-chave (linha de frente). O vídeo institucional de seguradora tradicional mostra prédios e gráficos. A 180 mostra pessoas.",
      "estrutura": [
        {"tempo": "0-10s", "beat": "Tela dividida: de um lado, call center genérico. Do outro, uma pessoa da 180 atendendo.", "visual": "Contraste visual forte. Lado esquerdo dessaturado, lado direito colorido."},
        {"tempo": "10-25s", "beat": "Locução: 'No mercado de seguros, você é um número. Na 180, você tem um nome.' Sequência de rostos do time 180 olhando pra câmera.", "visual": "Material de 2024 + nova diária. Rostos reais, diversos, olhar direto."},
        {"tempo": "25-45s", "beat": "Cada rosto fala UMA frase sobre o que faz. 'Eu implanto em 48h.' 'Eu respondo em 1 hora.' 'Eu desenho o produto com você.'", "visual": "Depoimentos curtos (5-7s cada), editados tight. Dados aparecem em texto sobre a imagem."},
        {"tempo": "45-70s", "beat": "Montagem rápida: telas de sistema, integrações, APIs - mas sempre com uma mão humana operando. Tech + Pessoa.", "visual": "Motion graphics leve sobre footage real. Mostrar a tecnologia como ferramenta, não como protagonista."},
        {"tempo": "70-85s", "beat": "Volta pros rostos. Agora sorrindo. Locução: '180 pessoas. 180 especialistas. Uma seguradora.'", "visual": "Grid de rostos que se transforma no logo 180."},
        {"tempo": "85-90s", "beat": "Logo + assinatura: '180 Seguros. Você conhece quem te protege.'", "visual": "Logo clean, fundo com cor da marca."}
      ],
      "usa_assets": [
        "Material gravado 2024 (time interno)",
        "Banco de imagens interno",
        "Telas reais do sistema/produto"
      ],
      "produzir_novo": [
        "1 diária para depoimentos curtos (frases únicas)",
        "Motion graphics para dados e transições",
        "Gravação de locução"
      ],
      "riscos": [
        {"risco": "Parecer 'vídeo de RH' em vez de institucional", "mitigacao": "Direção de fotografia premium, grade de cor cinematográfica, locução com peso"},
        {"risco": "Time não performar bem em câmera", "mitigacao": "Frases curtas decoradas, muitas takes, edição escolhe os melhores"}
      ],
      "porque_brick": "A Brick sabe dirigir pessoas reais sem parecer amador. 10 anos de set ensinaram a extrair verdade de quem não é ator.",
      "nivel_originalidade": 8,
      "viabilidade_budget": "alta"
    },
    
    {
      "nome": "48 HORAS",
      "premissa": "O diferencial mais tangível da 180 é velocidade de implantação. Em vez de falar 'somos ágeis', mostrar o que acontece em 48 horas - o tempo que a 180 leva pra fazer o que concorrentes levam meses.",
      "porque_esse_cliente": "Agilidade aparece em 95% das menções no diagnóstico. É o atributo mais consensual. E é MENSURÁVEL - dá pra provar, não é promessa vazia.",
      "estrutura": [
        {"tempo": "0-5s", "beat": "Texto na tela: '48 HORAS'. Relógio começando.", "visual": "Tipografia bold, animação minimal."},
        {"tempo": "5-20s", "beat": "Locução: 'O tempo que uma seguradora tradicional leva pra te responder...' Imagens genéricas de burocracia, espera, papelada.", "visual": "Stock footage tratado (dessaturado, lento)."},
        {"tempo": "20-25s", "beat": "'...é o tempo que a 180 leva pra te colocar no ar.'", "visual": "Corte seco. Cor volta. Energia muda."},
        {"tempo": "25-50s", "beat": "Timelapse conceitual de 48h na 180: reunião de briefing, configuração no sistema, integração de API, primeiro cliente passando pelo produto.", "visual": "Mix de footage real + motion graphics. Contador de horas rodando."},
        {"tempo": "50-65s", "beat": "Depoimento rápido de parceiro real: 'Fechamos na terça, estávamos no ar na quinta.'", "visual": "Talking head ou áudio + texto animado."},
        {"tempo": "65-80s", "beat": "Locução: 'Enquanto outros prometem, a 180 entrega. Em 48 horas.'", "visual": "Montagem de resultados: logos de parceiros, números de crescimento."},
        {"tempo": "80-90s", "beat": "Logo + relógio parando em 48:00:00. Assinatura: '180 Seguros. O tempo é seu.'", "visual": "Logo, cor da marca, clean."}
      ],
      "usa_assets": [
        "Telas do sistema mostrando processo",
        "Banco de imagens interno (equipe trabalhando)",
        "Logos de parceiros para prova social"
      ],
      "produzir_novo": [
        "Motion graphics do relógio/contador",
        "Gravação de 1 depoimento de parceiro (pode ser remoto)",
        "Locução",
        "Timelapse conceitual (pode ser animado)"
      ],
      "riscos": [
        {"risco": "Parecer promessa de marketing ('somos rápidos') sem substância", "mitigacao": "Depoimento real de parceiro + mostrar o sistema funcionando"},
        {"risco": "48h não ser crível pra quem não conhece o mercado", "mitigacao": "Comparar explicitamente com 'meses' da concorrência no início"}
      ],
      "porque_brick": "A Brick entende ritmo narrativo. Sabe construir tensão (lento no início) e payoff (explosão de energia). Isso não é só edição - é direção.",
      "nivel_originalidade": 7,
      "viabilidade_budget": "alta"
    },
    
    {
      "nome": "A PERGUNTA",
      "premissa": "Inverter a lógica: em vez de a 180 se apresentar, fazer o espectador questionar por que ainda usa seguradora tradicional. Provocação inteligente, não agressiva.",
      "porque_esse_cliente": "O posicionamento fala em 'nova perspectiva' e 'escolha inevitável'. O vídeo deve criar esse momento de 'espera, por que eu ainda faço do jeito antigo?'. É mais sofisticado que listar benefícios.",
      "estrutura": [
        {"tempo": "0-15s", "beat": "Série de perguntas em texto, ritmo rápido: 'Quanto tempo você esperou pela última apólice?' / 'Quantas vezes ligou e caiu em URA?' / 'Quando foi a última vez que seu corretor te conhecia pelo nome?'", "visual": "Tipografia impactante, fundo escuro, som de digitação."},
        {"tempo": "15-30s", "beat": "Locução: 'Se você respondeu 'demais', 'muitas' e 'nunca'... você não está sozinho.'", "visual": "Transição para imagens reais de pessoas frustradas (stock tratado ou encenado)."},
        {"tempo": "30-45s", "beat": "'Mas e se existisse uma seguradora que...' - lista de diferenciais aparecendo como respostas às perguntas anteriores.", "visual": "Mesmo formato de texto, mas agora com cor da 180. Energia positiva."},
        {"tempo": "45-70s", "beat": "Showcase da 180: implantação rápida, atendimento humano, tecnologia que funciona. Footage real + motion.", "visual": "Material interno, time, sistema."},
        {"tempo": "70-85s", "beat": "Locução: 'A pergunta não é se você vai mudar. É quando.'", "visual": "Rostos do time 180 olhando pra câmera. Confiança."},
        {"tempo": "85-90s", "beat": "Logo + assinatura: '180 Seguros. A resposta.'", "visual": "Logo, cor, clean."}
      ],
      "usa_assets": [
        "Material do time interno",
        "Banco de imagens",
        "Telas do sistema"
      ],
      "produzir_novo": [
        "Motion graphics para tipografia das perguntas",
        "Locução",
        "Possível captação de 'pessoas frustradas' (ou usar stock bem tratado)"
      ],
      "riscos": [
        {"risco": "Parecer arrogante ou agressivo demais com concorrência", "mitigacao": "Tom de provocação inteligente, não de ataque. Perguntas são sobre a experiência, não sobre 'os outros são ruins'."},
        {"risco": "Estrutura de pergunta ser clichê de propaganda", "mitigacao": "Execução visual não-convencional, ritmo rápido, tipografia marcante"}
      ],
      "porque_brick": "A Brick sabe dosar provocação com elegância. Já fez campanhas que cutucam sem ofender. É questão de craft.",
      "nivel_originalidade": 7,
      "viabilidade_budget": "alta"
    }
  ],
  
  "recomendacao": {
    "conceito": "OS ROSTOS DA 180",
    "justificativa": "É o único conceito que USA DE VERDADE os assets exclusivos da 180 (material de 2024, time interno). Os outros dois poderiam ser feitos pra qualquer seguradora tech. 'Os Rostos' só funciona porque a 180 TEM essas pessoas e TEM esse material. Além disso, resolve a tensão central (solidez + humanidade) mostrando que por trás da tech tem gente de verdade."
  }
}
