{
  "agente": "CREATIVE_CRITIC",
  "modelo": "claude-sonnet-4",
  "input_de": ["01_brand_digest.json", "02_creative_ideation.json"],
  
  "avaliacoes": [
    {
      "conceito": "OS ROSTOS DA 180",
      "scores": {
        "especificidade": {
          "nota": 92,
          "comentario": "Só funciona porque a 180 TEM o material de 2024 e TEM o time disposto a aparecer. Uma Icatu não conseguiria replicar isso com a mesma autenticidade. O conceito É a 180."
        },
        "alinhamento_marca": {
          "nota": 95,
          "comentario": "Ataca diretamente 'Proximidade' (o atributo mais forte na linha de frente). Resolve a tensão 'tech vs humano' mostrando que tech é ferramenta, gente é protagonista. Tom institucional mas humano - exatamente o briefing."
        },
        "viabilidade": {
          "nota": 88,
          "comentario": "Material de 2024 reduz custo de captação. 1 diária pro que falta é factível. Motion graphics é scope controlável. Única incógnita: qualidade das performances do time em depoimentos curtos."
        },
        "originalidade": {
          "nota": 85,
          "comentario": "Vídeo institucional com funcionários existe, mas a estrutura 'rostos que viram logo' e as frases-dado ('implanto em 48h') dão um twist. Não é revolucionário, mas é distintivo."
        },
        "executabilidade": {
          "nota": 90,
          "comentario": "A Brick tem experiência dirigindo não-atores. O formato de frase curta + muitos takes é um safety net. Tecnicamente straightforward."
        }
      },
      "nota_final": 90,
      "veredito": "APROVAR",
      "problemas_criticos": [],
      "sugestoes_melhoria": [
        "Definir ANTES da diária quais 4-5 pessoas do time vão aparecer (escolher os mais carismáticos, não os mais seniores)",
        "Ter backup de frases - se 'implanto em 48h' não funcionar, ter alternativas",
        "Considerar incluir 1 parceiro externo (não só time interno) pra prova social"
      ]
    },
    
    {
      "conceito": "48 HORAS",
      "scores": {
        "especificidade": {
          "nota": 75,
          "comentario": "O diferencial de velocidade É da 180, mas o formato 'relógio contando' já foi usado por dezenas de marcas. O conceito depende mais da execução do que da ideia em si."
        },
        "alinhamento_marca": {
          "nota": 82,
          "comentario": "Agilidade é o atributo #1 no diagnóstico. Faz sentido. Mas foca só nisso - perde Proximidade e Confiança que também são core."
        },
        "viabilidade": {
          "nota": 85,
          "comentario": "Motion-first é controlável. Depoimento de parceiro pode ser remoto. Não depende de captação pesada."
        },
        "originalidade": {
          "nota": 65,
          "comentario": "'Tempo' como conceito criativo é batido. Relógio, countdown, timelapse - já vimos demais. A 180 merece algo menos óbvio."
        },
        "executabilidade": {
          "nota": 88,
          "comentario": "Tecnicamente simples. A Brick domina motion + edição. Sem riscos de execução."
        }
      },
      "nota_final": 78,
      "veredito": "REVISAR",
      "problemas_criticos": [
        "Conceito genérico demais - 'somos rápidos' com relógio é previsível"
      ],
      "sugestoes_melhoria": [
        "Se for pra frente, inverter a estrutura: começar pelo resultado (parceiro no ar), voltar no tempo mostrando como foi rápido. Menos literal.",
        "Trocar relógio por outra metáfora de tempo menos clichê"
      ]
    },
    
    {
      "conceito": "A PERGUNTA",
      "scores": {
        "especificidade": {
          "nota": 68,
          "comentario": "A estrutura de perguntas provocativas funciona pra qualquer challenger do setor. Uma Pier, uma Youse, qualquer insurtech poderia usar. Não é exclusivo da 180."
        },
        "alinhamento_marca": {
          "nota": 78,
          "comentario": "O tom provocativo é coerente com 'confiança' da marca, mas pode pender pra arrogância se não for bem calibrado. O briefing pede 'peso sem hype publicitário' - isso é hype."
        },
        "viabilidade": {
          "nota": 90,
          "comentario": "Muito executável. Motion-heavy, não depende de captação complexa."
        },
        "originalidade": {
          "nota": 70,
          "comentario": "Estrutura 'perguntas retóricas → nós somos a resposta' é formato clássico de propaganda. Execução visual pode salvar, mas a ideia não surpreende."
        },
        "executabilidade": {
          "nota": 88,
          "comentario": "A Brick consegue entregar. Tipografia e ritmo são pontos fortes."
        }
      },
      "nota_final": 76,
      "veredito": "REVISAR",
      "problemas_criticos": [
        "Não usa os assets exclusivos da 180 (material de 2024, time interno)",
        "Poderia ser de qualquer insurtech"
      ],
      "sugestoes_melhoria": [
        "Se for usar, as 'respostas' precisam ser mais específicas - não 'atendimento humano' mas 'Fulano, que está na 180 há 3 anos, te atende'",
        "Incorporar rostos reais nas respostas pra ganhar especificidade"
      ]
    }
  ],
  
  "ranking": ["OS ROSTOS DA 180", "48 HORAS", "A PERGUNTA"],
  
  "recomendacao_final": {
    "conceito": "OS ROSTOS DA 180",
    "condicoes": "Casting interno bem feito (escolher pessoas carismáticas, ensaiar frases, ter backup). Se o material de 2024 não tiver qualidade suficiente, priorizar a diária nova.",
    "proximo_passo": "Apresentar conceito ao cliente com moodboard de referências visuais. Se aprovado, agendar diária de captação e mapear quem do time participa."
  }
}
