{
  "claims_validados": [
    {
      "claim": "A integração de IA generativa em automação e personalização é a principal prioridade para 88% dos líderes de marketing em 2026.",
      "status": "DUVIDOSO",
      "fonte_original": "Kantar / eMarketer Projections",
      "fonte_verificacao": null,
      "confianca": "baixa",
      "notas": "[NEEDS SOURCE] - O estudo da Kantar (Marketing Trends 2026) foca em marcas presentes em modelos de IA e Digital Twins, mas não cita o número exato de 88% para essa prioridade específica. Recomenda-se usar 'A grande maioria dos líderes' ou citar o dado de '74% dos usuários confiam em recomendações de IA (Kantar)' para gerar credibilidade."
    },
    {
      "claim": "Vídeos curtos e lives mantêm a liderança no marketing digital para 2026, com foco em personalização multimodal.",
      "status": "VERIFICADO",
      "fonte_original": "Serasa Experian 2026 Trends",
      "fonte_verificacao": "https://www.serasaexperian.com.br/conteudos/tendencias-de-marketing-2026/",
      "confianca": "alta",
      "notas": "Dado confirmado. O relatório da Serasa Experian para 2026 destaca explicitamente que o vídeo mantém a liderança, com avanço de IA em multimodalidade."
    }
  ],
  "estatisticas_recomendadas": [
    "Vídeo mantém a liderança absoluta no marketing digital em 2026 (Serasa Experian)",
    "74% dos usuários confiam em recomendações geradas por IA (Kantar 2026)",
    "61% dos profissionais planejam aumentar investimento em criadores/conteúdo (Kantar)"
  ],
  "estatisticas_evitar": [
    "Dada de 88% (não encontrado em fontes primárias recentes da Kantar/eMarketer)",
    "IA aumenta produtividade em 10x (genérico e sem base no research)"
  ],
  "resumo": {
    "total_claims": 2,
    "verificados": 1,
    "duvidosos": 1,
    "recomendacao": "O copywriter deve focar na liderança do vídeo em 2026 e na confiança do usuário em IA (74%) para vender o 'Production Enhanced'. Evitar o número de 88% a menos que encontre a fonte específica."
  }
}