{
  "vencedor": "C",
  "modelo_vencedor": "sonnet",
  "copy_vencedora": "## CURTO\n\nLembro quando disseram que digital ia acabar com o craft.\nQue Photoshop ia matar a fotografia.\nQue banco de imagens ia substituir a direção de arte.\n\nHoje, profissionais com IA ganham **56% a mais** que os sem.\n(PwC, 2025)\n\nEnquanto você discute se IA tem alma,\nseu concorrente já está faturando.\n\nA pergunta não é SE você vai usar.\nÉ QUANDO você vai parar de perder dinheiro.\n\n---\n\n## MÉDIO\n\n**\"IA não tem alma.\"**\n\nOuvi isso em 2023.\nOuvi em 2024.\nEstou ouvindo agora em 2026.\n\nSabe o que mais eu ouvi?\n\nEm 2010: \"Instagram vai acabar com a fotografia profissional.\"\nEm 2015: \"Canva vai matar o design.\"\nEm 2020: \"TikTok é coisa de criança, não funciona pra marca.\"\n\nE sabe quem sobreviveu?\nQuem pegou a ferramenta nova e fez ela funcionar com 10 anos de experiência nas costas.\n\nHoje, segundo a PwC, **criativos com IA ganham 56% a mais** que os sem.\nWPP e AlmapBBDO já usam IA como infraestrutura invisível, não como teste.\nO investimento global em publicidade vai bater **US$ 1,24 trilhão em 2026**.\n\nE você ainda está discutindo se a ferramenta tem alma?\n\nO craft não mudou.\nA ferramenta mudou.\nE quem tem 10 anos de direção de arte sabe a diferença entre uma Alexa e um iPhone.\n\n**Vision over Prompt.**\nA diferença é quem está segurando a câmera.\n\n---\n\n## STORYTELLING\n\n**SET: INT. AGÊNCIA - NOITE**\n\nVocê está no décimo review de um job que tinha prazo pra ontem.\nO cliente mudou o briefing 3 vezes.\nSeu time está exausto.\nE você está olhando pra uma tela em branco pensando:\n\n*\"Se eu pedir mais budget, vão achar que eu não sei fazer o trabalho.\"*\n*\"Se eu terceirizar, vai perder o craft.\"*\n*\"Se eu usar IA... vão dizer que não tem alma.\"*\n\n**CUT TO:**\n\nSeu concorrente acabou de entregar.\nMesma qualidade. Metade do tempo.\nE ele ganhou **56% a mais que você no ano passado.**\n(Não é achismo. É PwC, 2025.)\n\n**FADE IN:**\n\nA verdade é simples:\nNinguém te deu medalha por editar filme na moviola.\nNinguém te aplaudiu por recusar o Photoshop em 2005.\nE ninguém vai te dar troféu por odiar IA em 2026.\n\nSabe qual é a diferença entre **Slop** (aquele lixo genérico de IA que todo mundo reconhece) e **Premium Craft**?\n\n**10 anos de experiência segurando a câmera.**\n\nA Arri Alexa não faz o filme sozinha.\nO Photoshop não cria a campanha.\nE a IA não substitui sua visão.\n\nMas ela libera você pra fazer o que realmente importa:\n**Dirigir.**\n\nEnquanto você está discutindo se IA tem alma,\nAlmapBBDO e WPP já usam ela como **infraestrutura invisível.**\nNão é experimento. É workflow.\n(Google AI Assessment, 2025)\n\nO mercado global de publicidade vai bater **US$ 1,24 trilhão este ano.**\nNão porque \"IA vai substituir humanos.\"\nMas porque profissionais com craft finalmente têm a ferramenta certa pra escalar sem perder qualidade.\n\n**FINAL FRAME:**\n\nA pergunta não é se IA tem alma.\nA pergunta é:\n\n**Você vai deixar seu ceticismo matar sua carreira?**\n\n**Vision over Prompt.**\nA diferença sempre foi quem está por trás da câmera.\n\n---\n\n## CTA SUGERIDO\n\n**Opção 1 (Direto):**\nBrick AI. Premium Craft. Infraestrutura de IA para quem tem 10 anos de set.\n→ Link na bio.\n\n**Opção 2 (Provocativo):**\nEnquanto você discute, nós entregamos.\nBrick AI — Vision over Prompt.\n→ Acesse brick.ai\n\n**Opção 3 (Terminal/Glitch - MASON Voice):**\n```\n> MASON_SYSTEM: \"Anti-IA detected. Rerouting to portfolio.\"\n> brick.ai/premium\n> Vision > Prompt. Always.\n```",
  "pontos_fortes": [
    "Arco histórico devastador: Photoshop, Instagram, Canva, TikTok — cada exemplo é um soco na cara do ceticismo porque a persona de 35-50 anos VIVEU essas transições. Isso não é argumento, é espelho.",
    "Formatação cinematográfica (SET / CUT TO / FADE IN / FINAL FRAME) é a própria voz da marca em ação — não fala SOBRE ser diretor, escreve COMO diretor. A forma é o conteúdo.",
    "O monólogo interno ('Se eu pedir mais budget... Se eu terceirizar... Se eu usar IA...') acerta a tríade de ansiedade real da persona: ego, craft e julgamento dos pares. Isso gera identificação, não só provocação.",
    "Três opções de CTA (direto, provocativo, MASON glitch) dão flexibilidade real para produção sem precisar de novo round criativo.",
    "Uso correto e consistente de todos os termos-chave da marca: Vision over Prompt, Premium Craft, Anti-Slop, MASON. Zero desvio terminológico.",
    "O CURTO funciona como standalone e como abertura de carrossel — versatilidade de formato que A e B não têm."
  ],
  "pontos_fracos": [
    "O dado de 56% (PwC) aparece 3 vezes na copy completa (CURTO, MÉDIO e STORYTELLING). Em slides separados funciona, mas se alguém lê tudo junto parece muleta retórica. Precisa variar o framing ou reduzir a 2 menções.",
    "O STORYTELLING é longo demais para Instagram, mesmo em carrossel. O trecho entre FADE IN e FINAL FRAME tem pelo menos 2 parágrafos que repetem argumentos já feitos no MÉDIO (infraestrutura invisível, US$ 1,24 tri). Engorda sem adicionar.",
    "A rubrica de auto-check no final da copy é processo interno vazando para o entregável. Isso não é copy — é meta-documento. Precisa ser removido antes de qualquer publicação.",
    "O CTA Opção 3 (MASON glitch) é insider demais. A persona-alvo (diretor de criação sênior de agência tradicional) não sabe o que é MASON. Funciona para quem já conhece a Brick, não para aquisição.",
    "O MÉDIO abre com aspas ('IA não tem alma') sem atribuição e sem provocação visual. Num feed de Instagram, essa primeira linha precisa ser mais agressiva para parar o scroll."
  ],
  "ajustes_sugeridos": [
    "Reduzir menções ao dado de 56% para no máximo 2: manter no CURTO (é o gancho) e no STORYTELLING (é o payoff). No MÉDIO, substituir por outro dado ou reformular sem o número.",
    "Cortar do STORYTELLING o parágrafo que começa em 'Enquanto você está discutindo se IA tem alma, AlmapBBDO e WPP...' até '(Google AI Assessment, 2025)' — esse argumento já está completo no MÉDIO. Redundância mata ritmo.",
    "Também no STORYTELLING, cortar 'O mercado global de publicidade vai bater US$ 1,24 trilhão este ano.' — já foi usado no MÉDIO. Ir direto do 'Dirigir.' para o FINAL FRAME. Menos é mais.",
    "Remover completamente a seção 'RUBRICA DE QUALIDADE (Auto-Check)' e 'NOTAS DE PRODUÇÃO' do entregável de copy. Isso vai em documento separado de produção, não no texto criativo.",
    "CTA: Matar a Opção 3 (MASON glitch) como CTA de post. Pode viver como elemento visual nos stories ou reels, mas não como chamada para ação principal. Manter Opção 2 como CTA primário — é o mais on-brand e provocativo.",
    "No MÉDIO, trocar a abertura '\"IA não tem alma.\"' por algo mais visualmente agressivo para feed. Sugestão: '\"IA NÃO TEM ALMA.\" — Todo diretor de criação que vai ser substituído em 2027.' — dá contexto, dá provocação, dá scroll-stop.",
    "O FINAL FRAME tem 3 linhas depois da pergunta-chave. As duas últimas ('Vision over Prompt. / A diferença sempre foi quem está por trás da câmera.') diluem o impacto do 'Você vai deixar seu ceticismo matar sua carreira?'. Considerar encerrar na pergunta e deixar Vision over Prompt apenas como assinatura visual, não como texto."
  ],
  "veredito": "APPROVED_WITH_NOTES"
}
